import "../AboutUsBox/PatronMessage.css"; 

function PatronMessage() {
  return (
    <div className="aim-wrapper">
      <div className="aim-card">
        <h1 className="aim-heading">आचार्य देवव्रत संदेश</h1>
        <p className="aim-description" style={{ textAlign: "center", fontWeight: "bold", fontSize: "1.3rem", marginBottom: "1.5rem" }}>
          ।। उद्द्मेन हि सिध्यन्ति कार्याणि न मनोरथैः।।
        </p>
        <p className="aim-description"><strong>आचार्य देवव्रत</strong></p>
        <p className="aim-description"><strong>सन्देश</strong></p>

        <p className="aim-description">
          गुरुकुल शिक्षा आधुनिक युग में उस अनुपम निधि के समान है, जिसकी दुयुति से परिवार, समाज, राष्ट्र व विश्व चमत्कृत होता है। संस्कारों व अनुशासन की भट्ठी में छात्र कुंदन की तरह तैयार होकर समाज-व्यवस्था में अपने दिव्य गुण, स्वावलम्बन व स्वाभिमान की नींव रखता है।
        </p>
        <p className="aim-description">
          आधुनिक युग भौतिकवादी है, इसमें नित बढ़ते आपराधिक मामले, नृशंश हत्याएं, नशाखोरी, भ्रष्टाचार व अपने कर्तव्यों के प्रति विमुखता की गर्म हवाएं प्रखर रूप में प्रवाहमान हो रही हैं। ऐसे में छात्रों की रक्षा हेतु गुरुकुल शिक्षा पद्धति ही रक्षा-कवच है।
        </p>
        <p className="aim-description">
          किसी भी राष्ट्र के भविष्य निर्माता अगर सच्चे गुरुजन हैं तो उनके आदर्शों को समाज में फलीभूत करने का पूरा श्रेय इन युवाओं को है। युवा ही प्रत्येक राष्ट्र के कर्णधार होते हैं। इनके बाजुओं में ही आमूल-चूल परिवर्तन की क्षमता सन्निहित होती है।
        </p>
        <p className="aim-description">
          अवार्चीन युग में द्रुत गति से शिक्षा का स्वरूप रूपांतरित हुआ है। इस प्रतियोगिता के दौर में गुरुकुलीय शिक्षा को अद्धतन करते हुए छात्रों का सर्वांगीण विकास हो रहा है।
        </p>
        <p className="aim-description">
          अवार्चीन व प्राचीन शिक्षा का अनूठा समिश्रण जहाँ एक ओर छात्रों में माता-पिता की सेवा, गुरुजनों का आदर, राष्ट्र के प्रति अनुराग, संस्कृति का पोषण, परहित चिंतन जैसे अनुपम गुणों का सतत विकास करती है, वहीं दूसरी ओर आधुनिक शिक्षा के प्रारूप को आत्मसात करती हुई छात्र को प्रतियोगी युग में अग्रणीय भी बनाती है।
        </p>
      </div>
    </div>
  );
}

export default PatronMessage;
