import "../AboutUsBox/PresidentMessage.css";

function PresidentMessage() {
  return (
    <div className="principal-container">
      <div className="principal-card">
        <h2 className="principal-heading">प्रधान की लेखनी से</h2>

        <p className="principal-text">
          शिक्षा एक ऐसा विषय है जिसका क्षेत्र केवल किसी राष्ट्र विशेष तक ही सीमित नहीं होता। शिक्षा का महत्व सार्वभौमिक है और इसका सीधा संबंध मनुष्य के मस्तिष्क और उसके हृदय से है। शिक्षा व्यक्ति की गरिमा की पोषक तथा मानवता के आत्मिक पक्ष की परिचायक है। शिक्षा के द्वारा ही हम किसी व्यक्ति या समाज की उन्नति या अवन्नति की पहचान करते हैं।
        </p>
        <p className="principal-text">
          गुरूकुल शिक्षा प्रणाली प्राचीन और सनातन भारतीय ज्ञान व विचार की समृद्ध परंपरा के आलोक में स्थापित की गई है। गुरुकुल शैक्षिक प्रणाली का उद्देश्य अच्छे इंसानों का विकास करना है -जो तर्कसंगत विचार और कार्य करने में सक्षम हो, जिसमें करुणा और सहानुभूति, साहस व लचीलापन, वैज्ञानिक चिंतन और रचनात्मक कल्पनाशक्ति, नैतिक मूल्य और आधार हो।
        </p>
        <p className="principal-text">
          गुरुकुल कुरुक्षेत्र में प्रत्येक छात्र का स्वागत किया जाता है और उसकी देखभाल भी की जाती है, यहां एक सुरक्षित और प्रेरणादायक शिक्षण वातावरण मौजूद होता है। यहां सभी छात्रों को सीखने के लिए विविध प्रकार के अनुभव उपलब्ध कराए जाते हैं और यहां सीखने के लिए अच्छे बुनियादी ढांचे व संसाधन उपलब्ध हैं।
        </p>
        <p className="principal-text">
          प्रत्येक वर्ष लगभग 10,000 नवप्रविष्ट प्रवेशार्थियों का अपार जन सैलाब उमड़ता है जो गुरुकुल कुरुक्षेत्र में प्रदान की जा रही संस्कारित शिक्षा की सार्थकता को प्रमाणित करता है कि गुरुकुल शिक्षा समाज में कितनी लोकप्रिय है।
        </p>
        <p className="principal-text">
          वर्तमान में गुरुकुल में शिक्षा के अतिरिक्त प्राकृतिक चिकित्सा, देसी गाय नस्ल सुधार, आयुर्वेदिक दवा निर्माण हेतु फार्मेसी, प्राकृतिक खेती, समाज सेवा तथा जन जागरण के क्षेत्र में अनेक प्रकल्प चल रहे हैं। गुरुकुल शिक्षा प्रत्येक विद्यार्थी को केवल संज्ञानात्मक समझ न देकर चरित्र निर्माण एवं वर्तमान के मुख्य कौशल से सुसज्जित करती है।
        </p>
        <p className="principal-text">
          आज मैं, गुरुकुल कुरुक्षेत्र के शैक्षणिक परिणामों के अतिरिक्त अन्य क्षेत्रों के परिणामों को भी देख रहा हूं, उसके पीछे गुजरात प्रदेश के राज्यपाल व गुरुकुल कुरुक्षेत्र के संरक्षक श्री आचार्य देवव्रत जी, शिक्षकगण व समस्त कर्मचारियों की कठोर श्रम साधना, पुरुषार्थ, संकल्पशक्ति है।
        </p>
        <p className="principal-text">
          मैं आशा करता हूँ कि गुरुकुल कुरुक्षेत्र नित नए आयामों को छूता रहेगा।
        </p>

        <p className="principal-signature">
          धन्यवाद!<br />
          <strong>राजकुमार गर्ग, प्रधान</strong><br />
          गुरुकुल प्रंबधकत्र्री समिति,<br />
          कुरुक्षेत्र (हरियाणा)
        </p>
      </div>
    </div>
  );
}

export default PresidentMessage;
